Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=634_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ijahis idja kasvoi jälleen
sme: Ijahis idja stuorui vuot

source: Inarissa 17-18.8.2012 järjestetty Ijahis idja -alkuperäiskansojen musiikkitapahtuma kasvatti jälleen kävijämääriään.
sme: Anáris váhkuloahpas lágiduvvon Ijahis idja – eamiálbmogiid musihkkadáhpáhusa galledeaddjimearri lassánii vuot.

source: Musiikkitapahtuma järjestettiin yhdeksännen kerran ja festivaalin eri tapahtumiin osallistui kahden päivän aikana yli 2200 kävijää.
sme: Dáhpáhus lágiduvvui dál ovccát geardde ja festivála sierra dáhpáhusaide oassálastii oktiibuot sullii 2200 olbmo.

source: Ijahis idja järjestettiin ensimmäistä kertaa Saamelaiskulttuurikeskus Sajosissa ja sen pihalle rakennetulla festivaalialueella.
sme: Ijahis idja lágiduvvui vuosttas geardde sámekulturguovddáš Sajosis ja dan birrasii rahkaduvvon festiválaguovllus.

source: Festivaali oli kaikin puolin onnistunut ja Sajos toimi festivaalipaikkana erinomaisesti.
sme: Festiválaguovlu lei lihkostuvvan ja Sajos doaimmai festiválaguovlun erenoamážit.

source: Ijahis idjan suosituin tapahtuma oli lauantai-illan konsertti, jonka pääesiintyjinä olivat saamepopin prinsessa, ruotsalainen Sofia Jannok sekä grönlantilainen rock-bändi Nanook.
sme: Ijahis ija bivnnuheamos dáhpáhus lei Ijahis idja! –konsearta, man váldoloaiddasteaddjit Sofia Jannok ja Nanook leigga guldaleaddjiit miela mielde.

source: Illan aikana kultiin myös Ailu Vallen pohjoissaamenkielistä räppiä sekä eri esiintyjien joikua ja leu´ddia.
sme: Ijahis idja!

source: Ijahis idja!
sme: –konseartta lei vejolaš čuovvut maiddái YLE Sápmin live stream sáddagin interneahttas.

source: -konserttia oli myös mahdollista seurata suorana YLE Sápmin live stream lähetyksenä internetissä.
sme: Sátta lei duođaid bivnnut ja olbmot birra máilmmi oassálaste Ijahis idjii sáddaga bokte.
